{
    "title1/1": "enjoy the benefits of", 
    "title1/2": " Leggado.Digital",

    "infocard": {
        "note1": "The truth is that I hadn't thought too much about what could happen if I weren't there, but it was clear to me that if that happened, many of my online stories were going to stay in limbo. One day I had a little scare that forced my partner to take care of something urgent in one of my online businesses. That's when I realized how complicated something that only you manage is for others. I didn't know of any solution for this, except for a simple manager. It helps me both to have a saved and ordered legacy of digital assets by the way, and to do an audit right now of everything online that I have loose out there and on my computer. It has great value as an archive and inventory in itself. In addition, the security that there is a team of lawyers behind is the best",
        
        "note2":"I wasn't fully aware that I had a real digital estate that could disappear if no one figured out how to manage it once I was gone. And although he had some idea about it, he imagined that it was very complicated and expensive to leave something like that tied up. I didn't know any other options until I found Leggado.Digital. I liked its simplicity and ease of use, and the confidence that Ángel Seisdedos generated in me. It has not only helped me to be calmer if something happens to me, but also to have control of my digital heritage and not have it distributed on different websites that I didn't even remember",

        "note3":"I began to feel the uncertainty of what would happen to the destination of my investments in cryptocurrencies and other alternatives that I have in case something happened to me. When I heard about the existence of Leggado.Digital on different podcasts, I decided without thinking to sign up. Now I feel more calm and secure about what may happen to my family. Thank you for making this product exist.",

        "note4": "I had nothing to collect all my tracks online with. When I discovered Leggado.Digital, I saw the possibility of entering the information easily and having all the necessary data organized in case something happened to me. Now I feel calmer for having this issue under control",

        "note5": "Easy and fast to leave all your digital heritage ready. In addition, the fact that there is a lawyer specializing in inheritances behind it gives me more confidence.",
        
        "note6":"“I did not think of the worst possible situation, so I did not have or seek any solution in this regard. It reassures me to know that behind Leggado.Digital there is a team of experts who are behind such a simple tool. I have realized that it had a lot of digital value that would otherwise have been lost to oblivion, like tears in rain. Now it gives me peace of mind to know that if something happens, now everything is under control”"
    }


}