{   
    "title": "Legal warning",
    "title1": "IDENTIFYING DATA OF THE OWNER OF THE WEBSITE",
    "section1": {
        "Paragraph1/1": "In compliance with the duty of information stipulated in article 10 of Law 34/2002 of July 11 on Services of the Information Society and Electronic Commerce, ",
        "Paragraph1/2": ", with DNI 45660354H, hereinafter",
        "Paragraph1/3": ", as owner of the website ",
        "Paragraph1/4": " y Leggado Abogado de Herencias S.L.P with address at Calle Miguel Vazquez Delgado, 36, 3.C, postal code 41300 to San José de la Rinconada, Seville, email address ",
        "Paragraph1/5": ", proceeds to communicate this information that forms and regulates the conditions of use on this page, the limitations of responsibility and the obligations that, the users of the website that is published under the domain name,",
        "Paragraph1/6": " assume and agree to respect."
    },

    "title2" : "TERMS OF USE",
    "section2": {
        "Paragraph1/1": "The use of",
        "Paragraph1/2": " grants the status of User of",
        "Paragraph1/3": ", either a natural or legal person and necessarily implies the complete, full and unreserved acceptance of each and every one of the general clauses and conditions included in the Legal Notice. If he ",
        "Paragraph1/4": "or was not satisfied with the clauses and conditions of use of this Legal Notice, will refrain from using",
        "Paragraph1/5": ". This Legal Notice is subject to changes and updates, so the version published by",
        "Paragraph1/6": " may be different each time the",
        "Paragraph1/7": " access the Portal. Therefore,",
        "Paragraph1/8": "  You must read the Legal Notice in each and every one of the occasions in which you access",

        "Paragraph2/1": "Through",
        "Paragraph2/2": " facilitates the",
        "Paragraph2/3": " the access and use of various Contents published through the Internet by",
        "Paragraph2/4": " or by authorized third parties.",

        "Paragraph3/1": "He",
        "Paragraph3/2": " is bound and agrees to use",
        "Paragraph3/3": " and the Contents in accordance with current legislation, the Legal Notice, and any other notice or instructions brought to your attention, either through this legal notice or in any other place within the Contents that make up",
        "Paragraph3/4": ", such as the rules of coexistence, morality and generally accepted good customs. For this purpose, the",
        "Paragraph3/5": " undertakes and undertakes NOT to use any of the Contents for illicit purposes or effects, prohibited in the Legal Notice or by current legislation, harmful to the rights and interests of third parties, or that in any way may damage, disable, overload, deteriorate or prevent the normal use of the Contents, computer equipment or documents, files and all kinds of content stored on any computer equipment owned or contracted by",
        "Paragraph3/6": ", of other",
        "Paragraph3/7": " or any Internet user (hardware and software).",

        "list1/1": "Reproduce, copy, distribute, make available or in any other way publicly communicate, transform or modify the Contents, unless you have the express written authorization of",
        "list1/2": ", who is the owner of the corresponding rights, or that this is legally permitted.",

        "list2/1": "Delete, manipulate or in any way alter the 'copyright' and other identifying data of the reservation of rights of",
        "list2/2": " or their owners, fingerprints and/or digital identifiers, watermarks, or any other technical means established for their recognition.",

        "Paragraph4": "The User must refrain from obtaining and even trying to obtain the Contents using means or procedures other than those that, depending on the case, have been made available for this purpose or have been indicated for this purpose on the web pages where they are located. find the Contents or, in general, those that are habitually used on the Internet for this purpose, provided that they do not entail a risk of damage or disablement of Leggado.digital, and/or the Contents."

    }, 

    "title3": "INTELLECTUAL PROPERTY",
    "Paragraph3": "All trademarks, trade names or distinctive signs of any kind that appear on Leggado.digital are that it can be understood that the use or access to the Portal and/or the Contents attributes to the User any right over the aforementioned trademarks, trade names and/or signs distinctive and none of the exploitation rights that exist or may exist on said Contents can be understood as transferred to the User. In the same way, the Contents are the intellectual property of Ángel Seisdedos Gavira, or of third parties as the case may be, therefore, the Intellectual Property rights are owned by Ángel Seisdedos Gavira or of third parties who have authorized their use, to whom corresponds the exclusive exercise of the rights of exploitation of the same in any way and, especially, the rights of reproduction, distribution, public communication and as the infringement of the Intellectual or Industrial Property rights of Ángel Seisdedos Gavira or of third parties included in aseisdedos.com that have Assigned contents will give rise to the legally established responsibilities.",

    "title4": "AVAILABILITY OF LEGGADO.DIGITAL",
    "section4": {
        "Paragraph4/1": "Ángel Seisdedos Gavira does not guarantee the absence of interruptions or errors in access to Leggado.digital, its contents, or that it is updated, although he will use his best efforts to avoid, correct or update them, if applicable. Therefore, Ángel Seisdedos Gavira is not responsible for damages or losses of any kind caused to the User that are caused by failures or disconnections in the telecommunications networks that cause the suspension, cancellation or interruption of the portal service during the provision of the same. or previously",
        "Paragraph4/2": "Ángel Seisdedos Gavira excludes, with the exceptions contemplated in current legislation, any liability for damages of any kind that may be due to lack of availability, continuity or quality of the operation of Leggado.digital and the Contents, due to non-compliance of the utility expectation that the USER could have attributed to Leggado.digital and the Contents. ",
        "Paragraph4/3": "The function of the Hyperlinks that appear on this Website is exclusively to inform the User about the existence of other Websites that contain information on the matter. Said Hyperlinks do not constitute any suggestion or recommendation. ",
        "Paragraph4/4": "Ángel Seisdedos Gavira is not responsible for the contents of said linked pages, the operation or usefulness of the Hyperlinks or the result of said links, nor does he guarantee the absence of viruses or other elements in them that may cause alterations in the computer system ( hardware and software), the User's documents or files, excluding any liability for damages of any kind caused to the User for this reason",
        "Paragraph4/5": "Access to Leggado.digital does not imply an obligation on the part of Ángel Seisdedos Gavira to control the absence of viruses, worms or any other harmful computer element. In any case, the User is responsible for the availability of adequate tools for the detection and disinfection of harmful computer programs, therefore, Ángel Seisdedos Gavira is not responsible for possible security errors that may occur during the provision of the Internet service. Leggado.digital, nor of the possible damages that may be caused to the computer system of the User or of third parties (hardware and software), the files or documents stored in it, as a consequence of the presence of viruses in the User's computer used for the connection to the services and contents of the Web, a malfunction of the browser or the use of outdated versions of the same.",
        "Paragraph4/6": "The provision of the Leggado.digital service and the Contents has, in principle, an indefinite duration. Ángel Seisdedos Gavira, however, is authorized to terminate or suspend the provision of the Leggado.digital service and/or any of the Contents at any time. Whenever this is reasonably possible, Ángel Seisdedos Gavira will give prior notice of the termination or suspension of Leggado.digital."
    },

    "title5": "DIGITAL.LEGACY QUALITY",
    "Paragraph5": "Given the dynamic and changing environment of the information and services provided through Leggado.digital, Ángel Seisdedos Gavira makes his best effort, but does not guarantee the complete veracity, accuracy, reliability, usefulness and/or timeliness of the Contents. The information contained in the pages that make up this Portal is only informative, consultative, informative and advertising. In no case do they offer or have the nature of a binding or contractual commitment.",

    "title6": "LIMITATION OF LIABILITY",
    "Paragraph6": "Ángel Seisdedos Gavira excludes all responsibility for the decisions that the User may make based on this information, as well as for possible typographical errors that Leggado.digital documents and graphics may contain. The information is subject to possible periodic changes without prior notice of its content due to expansion, improvement, correction or updating of the Contents.",

    "title7": "NOTIFICATIONS",
    "Paragraph7": "All notifications and communications by Ángel Seisdedos Gavira to the User made by any means will be considered effective for all purposes.",

    "title8": "JURISDICTION",
    "Paragraph8": "For any questions that arise regarding the interpretation, application and compliance with this Legal Notice, as well as the claims that may arise from its use, all parties involved submit to the Judges and Courts of the province of Seville, expressly renouncing to any other jurisdiction that may correspond to them.",

    "title9": "APPLICABLE LEGISLATION",
    "Paragraph9": "This Legal Notice is governed by current Spanish regulations"
    
}