{
    "title": "Privacy",
    "title1": "INTRODUCTION",
    "title2": "RESPONSIBLE FOR DATA PROCESSING",
    "title2_Paragraph1/1": "The owner of the site and responsible for data processing is Ángel Seisdedos, with DNI 45660354H, to contact you can use the email address",
    "title2_Paragraph1/2": " or postal mail to Calle Miguel Vazquez Delgado, 36, 3.C, postal code 41300 of San José de la Rinconada, Seville.",
    "title3": "PURPOSE OF DATA PROCESSING",
    "title3_Paragraph1": "On our websites, there are specific sections where you can write down your data to receive information about updates to our website and some of the programs that are distributed. We assure you that the information you provide us will be managed in a completely confidential manner.",
    "title3_Paragraph2": "Contact form: Maintain contact with you or other mandatory actions.",
    "title3_Paragraph3": "Newsletter Subscription: Send newsletters to your email address.",
    "title3_Paragraph4": "The data will be stored as long as there is a forecast of its use for the purpose for which it was collected.",
    "title3_Paragraph5": "No automated decision-making is done with your data.",    
    "title3_Paragraph6": "The website may use cookies, see our ",
    "title4": "LEGITIMATION OF DATA PROCESSING",
    "title4_Paragraph1": "The use of your data is done because you give us your consent to use the data you provide us in the forms for a specific use indicated in each one of them. Your data is only necessary for the specific uses for which it is requested, if you do not provide it to us, these services are not possible.",
    "title5": "TRANSFERS AND ASSIGNMENTS OF DATA",
    "title5_Paragraph1": "There is a firm commitment on our part that the data you provide to Ángel Seisdedos will not be sold or to third parties without the prior consent of the interested party under any circumstances or circumstances, except express consent or legal obligation.",
    "title5_Paragraph2": "Our website contains links to third party websites. Ángel Seisdedos is not responsible for the privacy policies and practices of these other sites.",
    "title6": "RIGHTS OF INTERESTED PARTIES",
    "title6_Paragraph1/1": "You have the right to access the information about your person that is stored in our databases, rectify it if there are any errors, delete it, limit it, oppose its treatment and withdraw your consent if that is your wish. To do this you simply have to write an e-mail to the e-mail address",
    "title6_Paragraph1/2": " where we will gladly assist you with any query, comment or clarification required in this regard",
    "title6_Paragraph2/1": "For more information on related topics, the reference site on the Spanish Web is the",
    "title6_Paragraph2/2": ", where you have the right to claim."
}