{
    "title": "Contract terms and conditions",
    "title-Paragraph1": "The Terms and Conditions were last updated on June 01, 2022",
    "title-Paragraph2": "Through these legal contracting conditions, we make available to the consumer the pre-contractual information referred to in article 6 of Directive 2011/83.",

    "title1": "Identificación",
    "section1": {
        "Paragraph1/1": "On this page you are actually contracting with:",

        "li1": "ÁNGEL SEISDEDOS GAVIRA con DNI 45.660.354-H ",
        "li2": "Member of the Seville Bar Association, Member 15,891",
        "li3": "Professional address at Calle Miguel Vázquez Delgado, 36, 3º C of San José de la Rinconada in Seville (41300)",
        "li4": "E-mail:   ",

        "Paragraph1/2": "In turn, also with:",

        "li5": "LEGGADO ABOGADO DE HERENCIAS S.L.P with CIF B72673742",
        "li6": "Domiciled at Calle Miguel Vázquez Delgado, 36, 3º C of San José de la Rinconada in Seville (41300)"
    },

    "title2": "Introduction",
    "section2": {
        "Paragraph2/1": "These Terms and Conditions apply to this website and to transactions related to our products and services.",
        "Paragraph2/2": "You may be bound by additional contracts related to your relationship with us or any products or services you receive from us.",
        "Paragraph2/3": "If any provision of the additional agreements conflicts with any provision of these Terms, the provisions of these additional agreements will control."
    }, 

    "title3": "Products or services",
    "section3": {
        "Paragraph3/1": "On this website you are contracting a software (SaaS Software as a Service) for the registration of digital heritage, called «leggado.digital»",
        "Paragraph3/2": "There may be different price modalities for access to the program that will be detailed on the web at the time of registration.",
        "Paragraph3/3": "The prices of the services or products shown on our website are indicated in euros and include VAT unless otherwise indicated.",
        "Paragraph3/4": "Offers are duly marked and identified as such. Their term of validity is effective while they appear on your screen. These offers may be modified or canceled without prior notice."
    },

    "title4": "Purchase process / registration",
    "section4": {
        "Paragraph4/1":"To place an order on our website it is necessary to register during the purchase process",
        "Paragraph4/2":"Our website allows you to create a customer account, with your email address, password and pin, to facilitate login and future uses.",
        "Paragraph4/3":"These data will be processed and incorporated into our files, as reported in our personal data protection section contained in the",
        "Paragraph4/4":"To make a purchase, you must choose the product or service and the system will automatically redirect you to the order page",
        "Paragraph4/5":"On this screen you must indicate your name, surname, email and password to access later",
        "Paragraph4/6":"The payment method provided for contracting our services is through a credit card but we will not request them until after the trial period of two weeks (14 days).",
        "Paragraph4/7":"Once the trial period has passed, you will be asked for the information regarding the card in order to make the payment",
        "Paragraph4/8":"Once notification is received confirming the effective contracting of the product or service, you will be informed of the procedure for accessing it.",
        "Paragraph4/9":"The payment method currently offered by this website is exclusively by credit card, using the Stripe platform.",
        "Paragraph4/10":"For your peace of mind, you are guaranteed absolute security, since both your personal data and those of your card are encrypted thanks to the secure SSL server provided by this platform.",
        "Paragraph4/11":"Likewise, at no time does our company receive your card details, only the confirmation of your payment.",
        "Paragraph4/12":"The technical purchase system allows the identification and rectification of errors before making the purchase. It also allows information on delivery restrictions and payment methods for the products sold on this website.",
        "Paragraph4/13":"The justification of the receipt of the product by the recipient will be through the IP and purchase order.",
        "Paragraph4/14":"In the system of the purchase process of our products, there is all the information of the process.",
        "Paragraph4/15":"It will be considered that the sales contract is signed with the acceptance of the informed consent.",
        "Paragraph4/16":"The consumer will receive confirmation by email that the procedure has been completed."
    },

    "title5": "linkage",
    "section5": {
        "Paragraph5/1": "By registering on, accessing, or otherwise using this website, you agree to be bound by the terms below.",
        "Paragraph5/2": "The mere use of this website implies knowledge and acceptance of these Terms and Conditions. In some particular cases, we may also ask you to explicitly accept it."
    },

    "title6": "electronic communication",
    "Paragraph6": "By using this website, registering, or otherwise communicating with us electronically, you agree and acknowledge that we may communicate with you electronically at our website or by sending you email, and you agree to be bound by all agreements, notices, disclosures, and other communications that we we provide electronically satisfy any legal requirement, including, without limitation, the requirement that such communications be in writing.",

    "title7": "Intellectual property",
    "Paragraph7": "We or our licensors own and control all copyright and other intellectual property rights in the Website, and the data, information and other resources displayed by or accessible within the Website.",

    "title8": "All rights reserved",
    "section8": {
        "Paragraph8/1": "Unless the specific content indicates otherwise, you are not granted a license or any other rights under copyright, trademark, patent, or other intellectual property rights.",
        "Paragraph8/2": "This means that you will not use, copy, reproduce, perform, display, distribute, embed in any electronic media, alter, reverse engineer, decompile, transfer, download, transmit, monetize, sell, trade or otherwise make use of any resource from this website in any form, without our prior written permission, except and only to the extent otherwise provided in mandatory law regulations (such as the right to quote)"
    },

    "title9": "news bulletin",
    "Paragraph9": "Notwithstanding the foregoing, you may forward our newsletter in electronic format to other persons who may be interested in visiting our website.",

    "title10": "third party property",
    "section10": {
        "Paragraph10/1": "Our website may include hyperlinks or other references to third party websites. We do not control or review the content of third-party websites accessed from this website.",
        "Paragraph10/2": "Products or services offered by other websites will be subject to the applicable Terms and Conditions of those third parties.",
        "Paragraph10/3": "Opinions expressed or material appearing on those websites are not necessarily shared or endorsed by us.",
        "Paragraph10/4": "We are not responsible for the privacy practices or the content of these sites. You assume all risks associated with the use of these websites and any related third party services.",
        "Paragraph10/5": "We will not accept any responsibility for any loss or damage, in whatever form, resulting from your disclosure of personal information to third parties."
    },

    "title11": "Responsible use",
    "section11": {
        "Paragraph11/1": "By visiting our website, you agree to use it only for its intended purposes and as permitted by these Terms, any additional agreements with us, and applicable laws, regulations, and generally accepted online practices and industry guidelines.",
        "Paragraph11/2": "You must not use our website or services to use, post or distribute any material that consists of (or is linked to) malicious computer software; use data collected on our website for any direct marketing activities, or carry out any systematic or automated data collection activities on or in connection with our website",
        "Paragraph11/3": "It is strictly prohibited to carry out any activity that causes or may cause damage to the website or that interferes with its operation, availability or accessibility or puts other users or their information at risk."
    },

    "title12": "Record",
    "section12": {
        "Paragraph12/1": "You can sign up for an account on our website.",
        "Paragraph12/2": "Durante este proceso, se le solicitará que elija una contraseña y un PIN. Usted es responsable de mantener la confidencialidad de las contraseñas y la información de la cuenta y se compromete a no compartir sus contraseñas, la información de la cuenta o el acceso seguro a nuestro sitio web o servicios con ninguna otra persona.",
        "Paragraph12/3": "You must not allow any other person to use your account to access the Website because you are responsible for all activities that occur through the use of your passwords or accounts.",
        "Paragraph12/4": "You must notify us immediately if you become aware of the disclosure of your password.",
        "Paragraph12/5": "After account termination, you will not attempt to register a new account without our authorization.",
        "Paragraph12/6": "The registration date will be the start date of the contract regardless of the day of collection."
    },

    "title13": "Returns and Refunds Policy",
    "Paragraph13": "You have the right to withdraw from the contract within 30 days without indicating the reason, this return period is divided as follows: the first 14 days you can use the application or software without any limitation and without entering bank details. After these 14 days, you will be asked for your card number",

    "title14": "Conclusion of the contract",
    "Paragraph14": "With the free registration, «free 14-day trial» or similar that could be used in the future, the contract is understood to have been concluded, so the rights and obligations are contracted at the time of registration without it being necessary to formalize anything else.",

    "title15": "Right of withdrawal",
    "section15": {
        "Paragraph15/1": "The withdrawal period will expire 15 days after the conclusion of the contract",
        "Paragraph15/2": "To exercise the right of withdrawal, you must inform us of your decision to withdraw from this contract by means of an unequivocal statement to the email angel@leggado.es.",
        "Paragraph15/3": "It can also be done through the user section of the personal profile of the software or application.",
        "Paragraph15/4": "To comply with the withdrawal period, it is enough that you send your communication about the exercise of the right of withdrawal before the withdrawal period expires to the email angel@leggado.es"
    },

    "title16": "Consequences of withdrawal",
    "section16": {
        "Paragraph16/1": "If you withdraw from the contract, we will refund the payments you have made, without undue delay and, in any event, no later than 14 days from the day we are informed of your decision to withdraw from the contract.",
        "Paragraph16/2": "We will make said reimbursement using the same means of payment that you used for the initial transaction, except force majeure, in any case, you will not incur any commission as a result of said reimbursement.",
        "Paragraph16/3": "If you have requested the start of the execution of the services during the withdrawal period, you must pay us an amount proportional to what was provided until you have notified us of your withdrawal from this contract, in comparison with the total coverage thereof.",
        "Paragraph16/4": "Once the refund is requested, a screenshot of the refund made will be sent by email. Keep in mind that the payment platform (Stripe) usually takes between 7 and 10 days for it to appear in your account.",
        "Paragraph16/5": "Please note that there are some legal exceptions to the right of withdrawal and therefore some items cannot be returned or exchanged. We will inform you if this applies to your particular case."
    },

    "title17": "lifetime",
    "section17": {
        "Paragraph17/1": "We can establish, create or transform accounts into «lifetime» or lifetime accounts, this type of account is a single payment and you will have access to the application as long as it continues to work and support is offered by the professional or company that is in the direction",
        "Paragraph17/2": "Lifetime or lifetime account is not during the life of the user who registers"
    },

    "title18": "termination of use",
    "section18": {
        "Paragraph18/1": "We may, at our sole discretion, at any time modify or discontinue access, temporarily or permanently, to the Website or any Services on the Website.",
        "Paragraph18/2": "You agree that we will not be liable to you or to any third party for any modification, suspension or discontinuance of your access to or use of the Website or any content you may have shared on the Website.",
        "Paragraph18/3": "You will not be entitled to any compensation or other payment, even if certain features, settings, and/or any content you contributed or relied on are permanently lost. You must not circumvent or circumvent, or attempt to circumvent or circumvent, any access restriction measures on our website."
    },

    "title19": "Guarantees and responsibility",
    "section19": {
        "Paragraph19/1": "Nothing in this section shall limit or exclude any warranty implied by law that it would be unlawful to limit or exclude. This website and all of its content are provided «as is» and «as available» and may include inaccuracies or typographical errors. We expressly disclaim all warranties of any kind, whether express or implied, as to the availability, accuracy, or completeness of the Content. We do not guarantee that:",

        "li1": "This website or our products or services will meet your requirements;",
        "li2": "This website will be available on an uninterrupted, timely, secure, or error-free basis;",
        "li3": "The quality of any product or service purchased or obtained by you through this website will meet your expectations.",

        "Paragraph19/2": "The following provisions of this section shall apply to the fullest extent permitted by applicable law and shall not limit or exclude our liability with respect to any matter that would be unlawful or unlawful for us to limit or exclude our liability. In no event shall we be liable for any direct or indirect damages (including any damages for loss of profit or revenue, loss or corruption of data, software or database, or loss or damage to property or data) incurred by you or any any third party, arising out of your access to or use of our website",
        "Paragraph19/3": "Except to the extent any additional contract expressly provides otherwise, our maximum liability to you for all damages arising out of or in connection with the Website or any products or services marketed or sold through the Website, regardless of the Any form of legal action imposing liability (whether in contract, in equity, negligence, willful conduct, tort, or otherwise) will be limited to the total price you paid us to purchase such products or services or to use the Website. Said limit will apply in the aggregate to all your claims, actions and causes of action of any type and nature."
    },

    "title20": "Privacy",
    "section20": {
        "Paragraph20/1": "In order to access our Website and/or Services, you may be asked to provide certain information about yourself as part of the registration process. You agree that all information you provide is always accurate, correct and up-to-date.",
        "Paragraph20/2": "We take your personal data very seriously and are committed to protecting your privacy.",
        "Paragraph20/3": "We have developed a policy to address any privacy concerns you may have. For more information, see our ",
        "Paragraph20/4": " and our"
    },

    "title21": "Accessibility",
    "section21": {
        "Paragraph21/1": "We are committed to making the content we offer accessible to people with disabilities",
        "Paragraph21/2": "If you have a disability and are unable to access any part of our website due to your disability, we ask that you notify us including a detailed description of the problem you have encountered.",
        "Paragraph21/3": "If the issue is easily identifiable and can be resolved using industry standard information technology tools and techniques, we'll resolve it quickly."
    },

    "title22": "Export Restrictions / Legal Compliance",
    "Paragraph22": "Access to the Website from territories or countries where the Content or purchase of the products or Services sold on the Website is illegal is prohibited. You may not use this website in violation of the export laws and regulations of Spain",

    "title23": "Assignment and transfers",
    "Paragraph23": "You may not assign, transfer or subcontract any of your rights and/or obligations under these Terms and Conditions, in whole or in part, to any third party without our prior written consent. Any purported assignment in violation of this Section shall be null and void.",
    
    "title24": "Breaches of these Terms and Conditions",
    "Paragraph24": "Without prejudice to our other rights under these Terms and Conditions, if you breach these Terms and Conditions in any way, we may take any action we deem appropriate to address the breach, including temporarily or permanently suspending your access to the Website, by contacting your Internet Service Provider to request that they block your access to the Website, and/or take legal action against you",

    "title25": "Force Majeure",
    "Paragraph25": "Except in the case of obligations to pay money, no delay, failure or omission by either party in the performance or observance of any of its obligations hereunder shall be deemed a breach of these Terms and Conditions. if and while such delay, failure or omission is due to a cause beyond the reasonable control of such party",

    "title26": "Compensation",
    "section26": {
        "Paragraph26/1": "You agree to indemnify, defend and hold us harmless from all claims, liabilities, damages, losses and expenses, related to the violation of these conditions and applicable laws, including intellectual property rights and privacy rights.",
        "Paragraph26/2": "You will promptly reimburse us for damages, losses, costs and expenses related to or arising from such claims."
    },

    "title27": "Resignation",
    "Paragraph27": "Failure to comply with any of the provisions set forth in these Terms and Conditions and in any Agreement, or the failure to exercise any termination option, shall not be construed as a waiver of such provisions and shall not affect the validity of these Terms and Conditions or of any Agreement or any part thereof, nor the subsequent right to enforce any and all provisions.",

    "title28": "Language",
    "section28": {
        "Paragraph28/1": "These Terms and Conditions will be interpreted and analyzed exclusively in Spanish; Castilian",
        "Paragraph28/2": "All notifications and correspondence will be written exclusively in that language"
    },

    "title29": "full agreement",
    "section29":{
        "Paragraph29/1": "These terms and conditions, together with our ",
        "Paragraph29/2": " and our ",
        "Paragraph29/3": ", constitute the entire agreement between Ángel Seisdedos Gavira and Leggado abogado de herencias S.L.P. and you in relation to your use of this website."
        
    },

    "title30": "Update of these Terms and Conditions",
    "section30": {
        "Paragraph30/1": "We may update these Terms and Conditions from time to time.",
        "Paragraph30/2": "The date indicated at the beginning of these General Conditions is the last revision date.",
        "Paragraph30/3": "We will notify you in writing of any changes or updates, and the revised Terms and Conditions will be effective as of the date we send you such notice.",
        "Paragraph30/4": "Your continued use of this website following the posting of changes or updates will be deemed notice of your agreement to abide by and be bound by these Terms and Conditions.",
        "Paragraph30/5": "To request a previous version of these Terms and Conditions, please contact us."
    },

    "title31": "Choice of law and jurisdiction",
    "section31": {
        "Paragraph31/1": "These Terms and Conditions will be governed by the laws of Spain.",
        "Paragraph31/2": "Any dispute related to these Terms and Conditions will be subject to the jurisdiction of the courts of Seville, waiving any other jurisdiction that may be applicable.",
        "Paragraph31/3": "If any part or provision of these Terms and Conditions is held by a court or other authority to be invalid and/or unenforceable under applicable law, such part or provision will be modified, deleted and/or applied to the fullest extent permissible to make it effective. the intent of these Terms and Conditions",
        "Paragraph31/4": "The other provisions will not be affected"
    },

    "title32": "contact information",
    "section32": {
        "Paragraph32/1": "This website is owned and managed by Ángel Seisdedos Gavira and the entity Leggado Abogado de Herencias .S.L.P.",
        "Paragraph32/2": "You can contact us in relation to these terms and conditions by writing or sending us an email to angel@leggado.es"
    },

    "title33": "Applicable regulations",
    "section33":{
        "Paragraph33/1": "1.- REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of April 27, 2016 regarding the protection of natural persons with regard to the processing of personal data and the free circulation of these data and by which Directive 95/46/EC (General Data Protection Regulation) is repealed",
        "Paragraph33/2": "2.- Correction of errors of Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016, regarding the protection of natural persons with regard to the processing of personal data and the free circulation of these data and which repeals Directive 95/46/CE (General Data Protection Regulation).",
        "Paragraph33/3": "3.- Organic Law 3/2018 of December 5 on the Protection of Personal Data and guarantee of digital rights."
        
    },

    "title34": "Information society and telecommunications",
    "section34": {
        "Paragraph34/1": "1.- Law 34/2002 of July 11, on services of the information society and electronic commerce",
        "Paragraph34/2": "2.- General Telecommunications Law 9/2014 of May 9"
    },
    
    "title35": "consumer law",
    "Paragraph35": "1.- Royal Legislative Decree 1/2007 of November 16, which approves the Consolidated Text of the General Law for the Defense of Consumers and Users"
}