{
    "title1/1": "disfrutan de los beneficios de", 
    "title1/2": " Leggado.Digital",

    "infocard": {
        "note1": "Lo cierto es que no había pensado demasiado en qué podía pasar si yo faltara, pero tenía claro que si eso pasaba muchas de mis historias online se iban a quedar en el limbo. Un día tuve un pequeño susto que obligó a que mi pareja tuviera que hacerse cargo de algo urgente en uno de mis negocios online. Ahí me di cuenta de lo complicado que resulta para los demás algo que solo gestionas tú. No conocía ninguna solución para esto, salvo un simple gestor Me ayuda tanto para tener un legado guardado y ordenado de activos digitales por si palmo, como para hacer una auditoría ahora mismo de todo lo online que tengo suelto por ahí y en mi ordenador. Tiene gran valor como archivo e inventario en sí mismo. Además, la seguridad que te da que exista un equipo de abogados detrás, es lo mejor",
        
        "note2":"No era plenamente consciente que tenía un patrimonio digital real que podía desaparecer si nadie se enteraba de cómo gestionarlo una vez que yo desapareciera. Y aunque tenía alguna idea al respecto, imaginaba que era muy complicado y caro dejar atado algo así. No conocía otras opciones hasta que encontré Leggado.Digital. Me gustó su sencillez y facilidad de uso, y la confianza que me generaba Ángel Seisdedos. No solo me ha ayudado a estar más tranquilo si me pasa algo, sino también a tener controlado mi patrimonio digital y no tenerlo repartido en diferentes webs de las que ni me acordaba",

        "note3":"Empecé a sentir la incertidumbre de qué pasaría con el destino de mis inversiones en criptomonedas y otras alternativas que tengo en caso de que me pasara algo. Al escuchar en distintos podcast la existencia de Leggado.Digital, decidí sin pensarlo apuntarme. Ahora siento más tranquilidad y seguridad respecto a lo que me pueda pasar de cara a mi familia. Gracias por hacer que este producto exista",

        "note4": "No tenía nada con lo que recopilar todos mis temas online. Cuando descubrí Leggado.Digital, vi la posibilidad de meter la información fácilmente y tener organizados todos los datos necesarios en caso de que me pasara algo. Ahora me siento más tranquilo por tener este tema bajo control",

        "note5": "Fácil y rápido para dejar todo tu patrimonio digital listo. Además, que haya un abogado especialista en herencias detrás me da más confianza.",

        "note6":"“No pensaba en la peor situación posible por lo que no tenía ni buscaba ninguna solución al respecto. Me tranquiliza saber que detrás de Leggado.Digital hay un equipo de expertos que están detrás de una herramienta tan sencilla. Me he dado cuenta que tenía mucho valor digital que, de otra forma, se hubiera perdido en el olvido, como lágrimas en la lluvia. Ahora me da tranquilidad saber, que si pasa algo, ahora está todo bajo control”"

    }


}