{
    "title": "Aviso Legal",
    "title1": "DATOS IDENTIFICATIVOS DEL TITULAR DEL SITIO WEB",
    "section1": {
        "Paragraph1/1": "En cumplimiento del deber de información estipulado en el artículo 10 de la Ley 34/2002 de 11 de julio de Servicios de la Sociedad de la Información y de Comercio Electrónico, ",
        "Paragraph1/2": ", con DNI 45660354H, en adelante",
        "Paragraph1/3": ", en calidad de titular del sitio web ",
        "Paragraph1/4": " y Leggado Abogado de Herencias S.L.P con domicilio en Calle Miguel Vazquez Delgado, 36, 3.C, código postal 41300 a San José de la Rinconada, Sevilla, dirección de correo electrónico ",
        "Paragraph1/5": ", procede a comunicarles la presente información que conforma y regula las condiciones de uso en esta página, las limitaciones de responsabilidad y las obligaciones que, los usuarios del sitio web que se publica bajo el nombre de dominio,",
        "Paragraph1/6": " asumen y se comprometen a respetar."
    },

    "title2" : "CONDICIONES DE USO",
    "section2": {
        "Paragraph1/1": "La utilización de",
        "Paragraph1/2": " otorga la condición de Usuario de",
        "Paragraph1/3": ", bien sea persona física o jurídica y obligatoriamente implica la aceptación completa, plena y sin reservas de todas y cada una de las cláusulas y condiciones generales incluidas en el Aviso Legal. Si el ",
        "Paragraph1/4": "o no estuviera conforme con las cláusulas y condiciones de uso de este Aviso Legal, se abstendrá de utilizar",
        "Paragraph1/5": ". Este Aviso Legal está sujeto a cambios y actualizaciones por lo que la versión publicada por",
        "Paragraph1/6": " puede ser diferente en cada momento en que el",
        "Paragraph1/7": " acceda al Portal. Por tanto,",
        "Paragraph1/8": " debe leer el Aviso Legal en todas y cada una de las ocasiones en que acceda a",

        "Paragraph2/1": "A través de",
        "Paragraph2/2": " facilita al",
        "Paragraph2/3": " el acceso y la utilización de diversos Contenidos publicados por medio de Internet por",
        "Paragraph2/4": " o por terceros autorizados.",

        "Paragraph3/1": "El",
        "Paragraph3/2": " está obligado y se compromete a utilizar",
        "Paragraph3/3": " y los Contenidos de conformidad con la legislación vigente, el Aviso Legal, y cualquier otro aviso o instrucciones puestos en su conocimiento, bien sea por medio de este aviso legal o en cualquier otro lugar dentro de los Contenidos que conforman",
        "Paragraph3/4": ", como son las normas de convivencia, la moral y buenas costumbres generalmente aceptadas. A tal efecto, el",
        "Paragraph3/5": " se obliga y compromete a NO utilizar cualquiera de los Contenidos con fines o efectos ilícitos, prohibidos en el Aviso Legal o por la legislación vigente, lesivos de los derechos e intereses de terceros, o que de cualquier forma puedan dañar, inutilizar, sobrecargar, deteriorar o impedir la normal utilización de los Contenidos, los equipos informáticos o los documentos, archivos y toda clase de contenidos almacenados en cualquier equipo informático propios o contratados por",
        "Paragraph3/6": ", de otro",
        "Paragraph3/7": " o de cualquier usuario de Internet (hardware y software).",

        "list1/1": "Reproducir, copiar, distribuir, poner a disposición o de cualquier otra forma comunicar públicamente, transformar o modificar los Contenidos, a menos que se cuente con la autorización escrita y explícita de",
        "list1/2": ", que es titular de los correspondientes derechos, o bien que ello resulte legalmente permitido.",

        "list2/1": "Suprimir, manipular o de cualquier forma alterar el “copyright” y demás datos identificativos de la reserva de derechos de",
        "list2/2": " o de sus titulares, de las huellas y/o identificadores digitales, marcas de agua, o de cualesquiera otros medios técnicos establecidos para su reconocimiento.",

        "Paragraph4": "El Usuario deberá abstenerse de obtener e incluso de intentar obtener los Contenidos empleando para ello medios o procedimientos distintos de los que, según los casos, se hayan puesto a su disposición a este efecto o se hayan indicado a este efecto en las páginas web donde se encuentren los Contenidos o, en general, de los que se empleen habitualmente en Internet a este efecto siempre que no entrañen un riesgo de daño o inutilización de Leggado.digital, y/o de los Contenidos."

    }, 

    "title3": "PROPIEDAD INTELECTUAL",
    "Paragraph3": "Todas las marcas, nombres comerciales o signos distintivos de cualquier clase que aparecen en Leggado.digital son que pueda entenderse que el uso o acceso al Portal y/o a los Contenidos atribuya al Usuario derecho alguno sobre las citadas marcas, nombres comerciales y/o signos distintivos y sin que puedan entenderse cedidos al Usuario, ninguno de los derechos de explotación que existen o puedan existir sobre dichos Contenidos. De igual modo los Contenidos son propiedad intelectual de Ángel Seisdedos Gavira, o de terceros en su caso, por tanto, los derechos de Propiedad Intelectual son titularidad de Ángel Seisdedos Gavira o de terceros que han autorizado su uso, a quienes corresponde el ejercicio exclusivo de los derechos de explotación de los mismos en cualquier forma y, en especial, los derechos de reproducción, distribución, comunicación pública y como la lesión de los derechos de Propiedad Intelectual o Industrial de Ángel Seisdedos Gavira o de terceros incluidos en aseisdedos.com que hayan cedido contenidos dará lugar a las responsabilidades legalmente establecidas.",

    "title4": "DISPONIBILIDAD DE LEGGADO.DIGITAL",
    "section4": {
        "Paragraph4/1": "Ángel Seisdedos Gavira no garantiza la inexistencia de interrupciones o errores en el acceso a Leggado.digital, a sus contenidos, ni que éste se encuentren actualizados, aunque desarrollará sus mejores esfuerzos para, en su caso, evitarlos, subsanarlos o actualizarlos. Por consiguiente, Ángel Seisdedos Gavira no se responsabiliza de los daños o perjuicios de cualquier tipo producidos en el Usuario que traigan causa de fallos o desconexiones en las redes de telecomunicaciones que produzcan la suspensión, cancelación o interrupción del servicio del portal durante la prestación del mismo o con carácter previo",
        "Paragraph4/2": "Ángel Seisdedos Gavira excluye, con las excepciones contempladas en la legislación vigente, cualquier responsabilidad por los daños y perjuicios de toda naturaleza que puedan deberse a la falta de disponibilidad, continuidad o calidad del funcionamiento de Leggado.digital y de los Contenidos, al no cumplimiento de la expectativa de utilidad que el USUARIO hubiera podido atribuir a Leggado.digital y a los Contenidos. ",
        "Paragraph4/3": "La función de los Hiperenlaces que aparecen en esta Web es exclusivamente la de informar al Usuario acerca de la existencia de otras Web que contienen información sobre la materia. Dichos Hiperenlaces no constituyen sugerencia ni recomendación alguna. ",
        "Paragraph4/4": "Ángel Seisdedos Gavira no se hace responsable de los contenidos de dichas páginas enlazadas, del funcionamiento o utilidad de los Hiperenlaces ni del resultado de dichos enlaces, ni garantiza la ausencia de virus u otros elementos en los mismos que puedan producir alteraciones en el sistema informático (hardware y software), los documentos o los ficheros del Usuario, excluyendo cualquier responsabilidad por los daños de cualquier clase causados al Usuario por este motivo",
        "Paragraph4/5": "El acceso a Leggado.digital no implica la obligación por parte de Ángel Seisdedos Gavira de controlar la ausencia de virus, gusanos o cualquier otro elemento informático dañino. Corresponde al Usuario, en todo caso, la disponibilidad de herramientas adecuadas para la detección y desinfección de programas informáticos dañinos, por lo tanto, Ángel Seisdedos Gavira no se hace responsable de los posibles errores de seguridad que se puedan producir durante la prestación del servicio de Leggado.digital, ni de los posibles daños que puedan causarse al sistema informático del Usuario o de terceros (hardware y software), los ficheros o documentos almacenados en el mismo, como consecuencia de la presencia de virus en el ordenador del Usuario utilizado para la conexión a los servicios y contenidos de la Web, de un mal funcionamiento del navegador o del uso de versiones no ctualizadas del mismo.",
        "Paragraph4/6": "La prestación del servicio de Leggado.digital y de los Contenidos tiene, en principio, duración indefinida. Ángel Seisdedos Gavira, no obstante, queda autorizado para dar por terminada o suspender la prestación del servicio de Leggado.digital y/o de cualquiera de los Contenidos en cualquier momento. Cuando ello sea razonablemente posible, Ángel Seisdedos Gavira advertirá previamente la terminación o suspensión de Leggado.digital."
    },

    "title5": "CALIDAD DE LEGGADO.DIGITAL",
    "Paragraph5": "Dado el entorno dinámico y cambiante de la información y servicios que se suministran por medio de Leggado.digital, Ángel Seisdedos Gavira realiza su mejor esfuerzo, pero no garantiza la completa veracidad, exactitud, fiabilidad, utilidad y/o actualidad de los Contenidos. La información contenida en las páginas que componen este Portal sólo tiene carácter informativo, consultivo, divulgativo y publicitario. En ningún caso ofrecen ni tienen carácter de compromiso vinculante o contractual. ",

    "title6": "LIMITACIÓN DE RESPONSABILIDAD",
    "Paragraph6": "Ángel Seisdedos Gavira excluye toda responsabilidad por las decisiones que el Usuario pueda tomar basado en esta información, así como por los posibles errores tipográficos que puedan contener los documentos y gráficos de Leggado.digital. La información está sometida a posibles cambios periódicos sin previo aviso de su contenido por ampliación, mejora, corrección o actualización de los Contenidos. ",

    "title7": "NOTIFICACIONES",
    "Paragraph7": "Todas las notificaciones y comunicaciones por parte de Ángel Seisdedos Gavira al Usuario realizados por cualquier medio se considerarán eficaces a todos los efectos. ",

    "title8": "JURISDICCIÓN",
    "Paragraph8": "Para cuantas cuestiones se susciten sobre la interpretación, aplicación y cumplimiento de este Aviso Legal, así como de las reclamaciones que puedan derivarse de su uso, todos las partes intervinientes se someten a los Jueces y Tribunales de la provincia de Sevilla, renunciando de forma expresa a cualquier otro fuero que pudiera corresponderles.",

    "title9": "LEGISLACIÓN APLICABLE",
    "Paragraph9": "El presente Aviso Legal se rige por la normativa española vigente"
}