{
    "title": "Privacidad",
    "title1": "INTRODUCCION",
    "title2": "RESPONSABLE DEL TRATAMIENTO DE DATOS",
    "title2_Paragraph1/1": "El titular del sitio y responsable del tratamiento de datos es Ángel Seisdedos, con DNI 45660354H, para contactar puedes utilizar la dirección de correo electrónico ",
    "title2_Paragraph1/2": " o correo postal a Calle Miguel Vazquez Delgado, 36, 3.C, código postal 41300 de San José de la Rinconada, Sevilla.",
    "title3": "FINALIDAD DEL TRATAMIENTO DE DATOS",
    "title3_Paragraph1": "En nuestros sitios web, existen unos apartados específicos donde puedes anotar tus datos para recibir información sobre actualizaciones de nuestra web y de algunos los programas que se distribuyen. Nosotros te aseguramos que la información que nos facilites será gestionada de forma totalmente confidencial",
    "title3_Paragraph2": "Formulario de contacto: Mantener el contacto contigo u otras acciones obligatorias.",
    "title3_Paragraph3": "Suscripción a boletines: Enviar boletines a tu dirección de correo electrónico.",
    "title3_Paragraph4": "Los datos se almacenarán mientras exista previsión de su uso para el fin por el que fueron recabados.",
    "title3_Paragraph5": "No se realizan tomas de decisiones automatizadas con tus datos.",    
    "title3_Paragraph6": "La web puede utilizar cookies, consulta nuestra ",
    "title4": "LEGITIMACIÓN DEL TRATAMIENTO DE DATOS",
    "title4_Paragraph1": "El uso de tus datos se realiza porque nos das tu consentimiento para usar los que nos proporcionas en los formularios para un uso específico que se indica en cada uno de ellos. Tus datos solo son necesarios para los usos concretos por los que se te solicitan, si no nos los facilitas, esos servicios no son posibles",
    "title5": "TRANSFERENCIAS Y CESIONES DE DATOS",
    "title5_Paragraph1": "Existe un compromiso firme por nuestra parte de que los datos que proporcione a Ángel Seisdedos, no serán vendidos ni a terceras personas sin el previo consentimiento del interesado bajo ningún concepto o circunstancia, salvo consentimiento expreso u obligación legal.",
    "title5_Paragraph2": "Nuestro sitio web contiene enlaces hacia sitios web de terceros. Ángel Seisdedos no se hace responsable por las políticas y prácticas de privacidad de estos otros sitios.",
    "title6": "DERECHOS DE LOS INTERESADOS",
    "title6_Paragraph1/1": "Tienes el derecho de acceder a la información que sobre tu persona está almacenada en nuestras bases de datos, rectificarla si existiera alguna errata, suprimirla, limitarla, oponerte a su tratamiento y retirar tu consentimiento si ese es tu deseo. Para ello simplemente debes escribir un e-mail a la dirección de correo electrónico ",
    "title6_Paragraph1/2": " donde te atenderemos gustosamente cualquier consulta, comentario o aclaración requerida al respecto",
    "title6_Paragraph2/1": "Para mayor información sobre temas relacionados, el sitio de referencia en la Red española es la ",
    "title6_Paragraph2/2": ", donde tienes derecho a reclamar."
    
}