{
    "title": "Términos y condiciones de contratación",
    "title-Paragraph1": "Los Términos y condiciones fueron actualizados por última vez el junio 01, 2022",
    "title-Paragraph2": "A través de estas condiciones legales de contratación, ponemos a disposición del consumidor la información pre-contractual a la que se refiere el artículo 6 de la Directiva 2011/83.",

    "title1": "Identificación",
    "section1": {
        "Paragraph1/1": "En esta página estas contratando realmente con:",

        "li1": "ÁNGEL SEISDEDOS GAVIRA con DNI 45.660.354-H ",
        "li2": "Colegiado del Ilustre Colegio de Abogados de Sevilla, Colegiado 15.891 ",
        "li3": "Domicilio profesional en Calle Miguel Vázquez Delgado, 36, 3º C de San José de la Rinconada en Sevilla (41300)",
        "li4": "Email:   ",

        "Paragraph1/2": "A su vez, también con: ",

        "li5": "LEGGADO ABOGADO DE HERENCIAS S.L.P con CIF B72673742",
        "li6": "Domiciliada en en Calle Miguel Vázquez Delgado, 36, 3º C de San José de la Rinconada en Sevilla (41300)"
    },

    "title2": "Introducción",
    "section2": {
        "Paragraph2/1": "Estos Términos y condiciones se aplican a este sitio web y a las transacciones relacionadas con nuestros productos y servicios. ",
        "Paragraph2/2": "Usted puede estar obligado por contratos adicionales relacionados con su relación con nosotros o con cualquier producto o servicio que reciba de nosotros.",
        "Paragraph2/3": "Si alguna de las disposiciones de los contratos adicionales entra en conflicto con alguna de las disposiciones de estas Condiciones, las disposiciones de estos contratos adicionales prevalecerán."
    }, 

    "title3": "Productos o servicios",
    "section3": {
        "Paragraph3/1": "En esta web usted está contratando un software (SaaS Software as a Service) para el registro de patrimonio digital, llamado «leggado.digital» ",
        "Paragraph3/2": "Puede haber distintas modalidades de precios para el acceso al programa que estarán detalladas en la web en el momento del registro. ",
        "Paragraph3/3": "Los precios de los servicios o productos mostrados en nuestra web se indican en euros e incluyen el IVA a no ser que se indique lo contrario. ",
        "Paragraph3/4": "Las ofertas están debidamente marcadas e identificadas como tal. Su plazo de validez tiene efectividad mientras aparecen en su pantalla. Dichas ofertas podrán ser modificadas o canceladas sin previo aviso."
    },

    "title4": "Proceso de compra / registro",
    "section4": {
        "Paragraph4/1":"Para realizar un pedido en nuestra web es necesario registrarse durante el proceso de compra",
        "Paragraph4/2":"Nuestra web permite crear una cuenta de cliente, con tu dirección de correo electrónico, contraseña y pin, para facilitar el inicio de sesión y futuros usos.",
        "Paragraph4/3":"Estos datos serán tratados e incorporados a nuestros ficheros, tal y como se informa en nuestro apartado de protección de datos de carácter personal contenido en el ",
        "Paragraph4/4":"Para realizar una compra, debes elegir el producto o servicio y automáticamente el sistema te redirigirá a la página de pedido",
        "Paragraph4/5":"En esta pantalla deberás indicar tu nombre, apellidos, correo electrónico y contraseña para después poder acceder",
        "Paragraph4/6":"El método de pago previsto para la contratación de nuestros servicios es a través es de tarjeta de crédito pero no te los soliciaremos hasta pasado el tiempo de prueba de dos semanas (14 días)",
        "Paragraph4/7":"Una vez pasado el periodo de prueba, se te solicitarán los datos referentes a la tarjeta para poder realizar el pago",
        "Paragraph4/8":"Una vez recibida notificación donde se confirma la contratación efectiva del producto o servicio, se te informará del procedimiento para el acceso al mismo. ",
        "Paragraph4/9":"El método de pago que actualmente ofrece esta web es exclusivamente mediante Tarjeta de crédito, utilizando para ello la plataforma Stripe",
        "Paragraph4/10":"Para tu tranquilidad, se te garantiza una absoluta seguridad, ya que tanto tus datos personales como los de su tarjeta viajan encriptados gracias al servidor seguro SSL proporcionado por esta plataforma.",
        "Paragraph4/11":"Asimismo, en ningún momento nuestra empresa recibe los datos de su tarjeta, sólo la confirmación de su pago.",
        "Paragraph4/12":"El sistema técnico de compra, permite la identificación y rectificación de errores antes de realizar la compra. También permite la información de las restricciones de la entrega y las formas de pago de los productos que se venden en esta web.",
        "Paragraph4/13":"La justificación de la recepción del producto por el destinatario será a través de la IP y orden de compra.",
        "Paragraph4/14":"En el sistema del proceso de compra de nuestros productos, existe toda la información del proceso.",
        "Paragraph4/15":"Se considerará que se suscribe el contrato de venta con la aceptación del consentimiento informado. ",
        "Paragraph4/16":"El consumidor recibirá por email la confirmación de que el procedimiento se ha completado."
    },

    "title5": "Vinculación",
    "section5": {
        "Paragraph5/1": "Al registrarse en este sitio web, acceder a él o utilizarlo de cualquier otro modo, usted acepta someterse a las condiciones que se exponen a continuación.",
        "Paragraph5/2": "El mero uso de este sitio web implica el conocimiento y la aceptación de estos Términos y condiciones. En algunos casos particulares, también podemos pedirle que lo acepte explícitamente"
    },

    "title6": "Comunicación electrónica",
    "Paragraph6": "Al utilizar este sitio web, registrarse o comunicarse con nosotros por medios electrónicos, usted acepta y reconoce que podemos comunicarnos con usted electrónicamente en nuestro sitio web o enviarle un correo electrónico, y acepta que todos los acuerdos, avisos, divulgaciones y otras comunicaciones que le proporcionemos electrónicamente satisfacen cualquier requisito legal, incluido, entre otros, el requisito de que dichas comunicaciones sean por escrito.",

    "title7": "Propiedad intelectual",
    "Paragraph7": "Nosotros o nuestros licenciantes poseemos y controlamos todos los derechos de autor y otros derechos de propiedad intelectual en el sitio web, y los datos, la información y otros recursos mostrados por o accesibles dentro del sitio web.",

    "title8": "Todos los derechos están reservados",
    "section8": {
        "Paragraph8/1": "A menos que el contenido específico indique lo contrario, no se le concede una licencia ni ningún otro derecho en virtud de los derechos de autor, marcas comerciales, patentes u otros derechos de propiedad intelectual. ",
        "Paragraph8/2": "Esto significa que usted no utilizará, copiará, reproducirá, ejecutará, mostrará, distribuirá, incrustará en cualquier medio electrónico, alterará, realizará ingeniería inversa, descompilará, transferirá, descargará, transmitirá, monetizará, venderá, comercializará o hará uso de cualquier recurso de este sitio web en cualquier forma, sin nuestro permiso previo por escrito, excepto y sólo en la medida en que se estipule lo contrario en normas de leyes obligatorias (como el derecho de cita)"
    },

    "title9": "Boletín de noticias",
    "Paragraph9": "No obstante lo anterior, usted puede reenviar nuestro boletín de noticias en formato electrónico a otras personas que puedan estar interesadas en visitar nuestro sitio web.",

    "title10": "Propiedad de terceros",
    "section10": {
        "Paragraph10/1": "Nuestro sitio web puede incluir hipervínculos u otras referencias a sitios web de terceros. No controlamos ni revisamos el contenido de los sitios web de terceros a los que se accede desde este sitio web.",
        "Paragraph10/2": "Los productos o servicios ofrecidos por otros sitios web estarán sujetos a los Términos y Condiciones aplicables de esos terceros.",
        "Paragraph10/3": "Las opiniones expresadas o el material que aparece en esos sitios web no son necesariamente compartidas o respaldadas por nosotros.",
        "Paragraph10/4": "No seremos responsables de las prácticas de privacidad o del contenido de estos sitios. Usted asume todos los riesgos asociados al uso de estos sitios web y de cualquier servicio de terceros relacionado.",
        "Paragraph10/5": "No aceptaremos ninguna responsabilidad por cualquier pérdida o daño, sea cual sea la forma en que se produzca, que resulte de la divulgación por su parte de información personal a terceros."
    },

    "title11": "Uso responsable",
    "section11": {
        "Paragraph11/1": "Al visitar nuestro sitio web, usted se compromete a utilizarlo sólo para los fines previstos y según lo permitido por estos Términos, cualquier contrato adicional con nosotros, y aplicables leyes, reglamentos y prácticas en línea generalmente aceptadas y directrices de la industria",
        "Paragraph11/2": "No debe usar nuestro sitio web o nuestros servicios para utilizar, publicar o distribuir cualquier material que consista en (o esté vinculado a) software informático malicioso; utilizar los datos recogidos en nuestro sitio web para cualquier actividad de marketing directo, o llevar a cabo cualquier actividad de recopilación de datos sistemática o automatizada en o en relación con nuestro sitio web",
        "Paragraph11/3": "Está estrictamente prohibido realizar cualquier actividad que provoque o pueda provocar daños en el sitio web o que interfiera en su funcionamiento, disponibilidad o accesibilidad o ponga en riesgo a otros usuarios o su información."
    },

    "title12": "Registro",
    "section12": {
        "Paragraph12/1": "Puede registrarse para obtener una cuenta en nuestro sitio web.",
        "Paragraph12/2": "Durante este proceso, se le solicitará que elija una contraseña y un PIN. Usted es responsable de mantener la confidencialidad de las contraseñas y la información de la cuenta y se compromete a no compartir sus contraseñas, la información de la cuenta o el acceso seguro a nuestro sitio web o servicios con ninguna otra persona.",
        "Paragraph12/3": "No debe permitir que ninguna otra persona use su cuenta para acceder al sitio web porque usted es responsable de todas las actividades que ocurren a través del uso de sus contraseñas o cuentas. ",
        "Paragraph12/4": "Debe notificarnos inmediatamente si tiene conocimiento de la divulgación de su contraseña",
        "Paragraph12/5": "Después de la cancelación de la cuenta, usted no intentará registrar una nueva cuenta sin nuestra autorización.",
        "Paragraph12/6": "La fecha de registro será la fecha de inicio del contrato con independencia de día del cobro."
    },

    "title13": "Política de Devoluciones y Reembolsos",
    "Paragraph13": "Tiene derecho a rescindir el contrato en un plazo de 30 días sin indicar el motivo, este plazo de devolución se divide de la siguiente forma: los primeros 14 días podrá usar la aplicación o software sin ninguna limitación y sin introducir datos bancarios. Al pasar estos 14 días se le solicitará su número de trajeta",

    "title14": "Celebración del contrato",
    "Paragraph14": "Con el registro gratuito, «prueba de 14 días gratis» o similar que pudiera usarse en el futuro se entiende celebrado el contrato por lo que los derechos y obligaciones se contráen en el momento del registro sin que sea necesario formalizar nada más.",

    "title15": "Derecho de desistimiento",
    "section15": {
        "Paragraph15/1": "El plazo de desistimiento expirará transcurridos 15 días desde la celebración del contrato",
        "Paragraph15/2": "Para ejercer el derecho de desistimiento, debe informarnos de su decisión de desistir de este contrato mediante una declaración inequívoca al email angel@leggado.es. ",
        "Paragraph15/3": "También podrá realizarse mediante mediante el apartado de usuario del perfil personal del software o aplicación.",
        "Paragraph15/4": "Para cumplir el plazo de desistimiento, basta con que envíe su comunicación sobre el ejercicio del derecho de desistimiento antes de que expire el plazo de desistimiento al email angel@leggado.es"
    },

    "title16": "Consecuencias de la retirada",
    "section16": {
        "Paragraph16/1": "Si rescindes el contrato, te reembolsaremos el pagos que hayas realizado, sin ninguna demora indebida y, en cualquier caso, a más tardar en 14 días a partir del día en que se nos informe de tu decisión de rescindir el contrato. ",
        "Paragraph16/2": "Realizaremos dicho reembolso utilizando el mismo medio de pago que usted utilizó para la transacción inicial, salvo fuerza mayor, en cualquier caso, usted no incurrirá en ninguna comisión como resultado de dicho reembolso.",
        "Paragraph16/3": "Si ha solicitado el inicio de la ejecución de los servicios durante el periodo de desistimiento, deberá abonarnos un importe proporcional a lo prestado hasta que nos haya comunicado su desistimiento de este contrato, en comparación con la cobertura total del mismo. ",
        "Paragraph16/4": "Una vez solicitada la devolución se remitirá por email captura de pantalla de la devolución realizada, hay que tener en cuenta que la plataforma de pagos (Stripe) suele tardar un plazo de entre 7 y 10 dias en que aparezca en su cuenta.",
        "Paragraph16/5": "Por favor, ten en cuenta que hay algunas excepciones legales al derecho de desistimiento y, por tanto, algunos artículos no se pueden devolver o cambiar. Le informaremos si esto se aplica a su caso particular."
    },

    "title17": "Lifetime",
    "section17": {
        "Paragraph17/1": "Podemos establecer, crear o transformar cuentas en «lifetime» o cuentas de por vida, este tipo de cuentas es de único pago y tendrá acceso a la aplicación mientras esta siga funcionando y se ofrezca soporte por parte del profesional o empresa que se encuentre en la direción",
        "Paragraph17/2": "Lifetime o cuenta de por vida no es durante la vida del usuario que se registre"
    },

    "title18": "Terminación de uso",
    "section18": {
        "Paragraph18/1": "Podemos, a nuestra entera discreción, modificar o interrumpir en cualquier momento el acceso, temporal o permanentemente, al sitio web o a cualquier Servicio del mismo",
        "Paragraph18/2": "Usted acepta que no seremos responsables ante usted ni ante ningún tercero por cualquier modificación, suspensión o interrupción de su acceso o uso del sitio web o de cualquier contenido que pueda haber compartido en el sitio web.",
        "Paragraph18/3": "Usted no tendrá derecho a ninguna compensación ni a ningún otro pago, ni siquiera si se pierden de forma permanente determinadas funciones, configuraciones y/o cualquier contenido con el que haya contribuido o en el que haya confiado. No debe eludir o evitar, o intentar eludir o evitar, cualquier medida de restricción de acceso en nuestro sitio web."
    },

    "title19": "Garantías y responsabilidad",
    "section19": {
        "Paragraph19/1": "Nada de lo dispuesto en esta sección limitará o excluirá cualquier garantía implícita por ley que fuera ilegal limitar o excluir. Este sitio web y todo su contenido se proporcionan «tal cual» y «según disponibilidad» y pueden incluir inexactitudes o errores tipográficos. Renunciamos expresamente a toda garantía de cualquier tipo, ya sea expresa o implícita, en cuanto a la disponibilidad, precisión o integridad del Contenido. No garantizamos que: ",

        "li1": "Este sitio web o nuestros productos o servicios cumplirán con sus requisitos;",
        "li2": "Este sitio web estará disponible de forma ininterrumpida, oportuna, segura o sin errores;",
        "li3": "La calidad de cualquier producto o servicio adquirido u obtenido por usted a través de este sitio web satisfará sus expectativas.",

        "Paragraph19/2": "Las siguientes disposiciones de esta sección se aplicarán en la medida máxima permitida por la ley aplicable y no limitarán ni excluirán nuestra responsabilidad con respecto a cualquier asunto que sería ilícito o ilegal para nosotros limitar o excluir nuestra responsabilidad. En ningún caso seremos responsables de cualquier daño directo o indirecto (incluyendo cualquier daño por pérdida de beneficios o ingresos, pérdida o corrupción de datos, software o base de datos, o pérdida o daño a la propiedad o a los datos) incurridos por usted o por cualquier tercero, que surja de su acceso o uso de nuestro sitio web",
        "Paragraph19/3": "Salvo en la medida en que cualquier contrato adicional establezca expresamente lo contrario, nuestra responsabilidad máxima hacia usted por todos los daños que surjan o estén relacionados con el sitio web o con cualquier producto o servicio comercializado o vendido a través del sitio web, independientemente de la forma de acción legal que imponga la responsabilidad (ya sea por contrato, equidad, negligencia, conducta intencionada, agravio o cualquier otra forma) se limitará al precio total que usted nos pagó para comprar dichos productos o servicios o utilizar el sitio web. Dicho límite se aplicará en conjunto a todas sus reclamaciones, acciones y causas de acción de cualquier tipo y naturaleza."
    },

    "title20": "Privacidad",
    "section20": {
        "Paragraph20/1": "Para acceder a nuestro sitio web y/o servicios, es posible que se le pida que proporcione cierta información sobre usted como parte del proceso de registro. Usted se compromete a que toda la información que proporcione sea siempre precisa, correcta y actualizada.",
        "Paragraph20/2": "Nos tomamos muy en serio sus datos personales y nos comprometemos a proteger su privacidad.",
        "Paragraph20/3": "Hemos desarrollado una política para abordar cualquier preocupación sobre la privacidad que pueda tener. Para más información, consulte nuestra ",
        "Paragraph20/4": " y nuestra "
    },

    "title21": "Accesibilidad",
    "section21": {
        "Paragraph21/1": "Nos comprometemos a que los contenidos que ofrecemos sean accesibles para las personas con discapacidad",
        "Paragraph21/2": "Si tiene una discapacidad y no puede acceder a cualquier parte de nuestro sitio web debido a su discapacidad, le pedimos que nos avise incluyendo una descripción detallada del problema que ha encontrado.",
        "Paragraph21/3": "Si el problema es fácilmente identificable y se puede resolver de acuerdo con las herramientas y técnicas de la tecnología de la información estándar del sector, lo resolveremos rápidamente. "
    },

    "title22": "Restricciones a la exportación / Cumplimiento legal",
    "Paragraph22": "Se prohíbe el acceso al sitio web desde territorios o países donde el Contenido o la compra de los productos o Servicios vendidos en el sitio web es ilegal. No puede utilizar este sitio web infringiendo las leyes y reglamentos de exportación de España",

    "title23": "Asignación y cesiones",
    "Paragraph23": "Usted no puede ceder, transferir o subcontratar ninguno de sus derechos y/u obligaciones en virtud de estos Términos y condiciones, en su totalidad o en parte, a ningún tercero sin nuestro consentimiento previo por escrito. Cualquier supuesta cesión en violación de esta Sección será nula y sin efecto.",
    
    "title24": "Incumplimientos de estos Términos y condiciones",
    "Paragraph24": "Sin perjuicio de los demás derechos que nos asisten en virtud de los presentes Términos y Condiciones, si usted incumple estos Términos y Condiciones de cualquier manera, podremos tomar las medidas que consideremos oportunas para hacer frente al incumplimiento, incluyendo la suspensión temporal o permanente de su acceso al sitio web, poniéndonos en contacto con su proveedor de servicios de Internet para solicitarle que bloquee su acceso al sitio web, y/o iniciar acciones legales contra usted",

    "title25": "Fuerza mayor",
    "Paragraph25": "Excepto en el caso de las obligaciones de pago de dinero, ningún retraso, fallo u omisión por parte de cualquiera de las partes en el cumplimiento o la observancia de cualquiera de sus obligaciones en virtud del presente documento se considerará un incumplimiento de estos Términos y condiciones si, y mientras, dicho retraso, fallo u omisión se deba a una causa más allá del control razonable de dicha parte",

    "title26": "Indemnización",
    "section26": {
        "Paragraph26/1": "Usted se compromete a indemnizarnos, defendernos y eximirnos de toda reclamación, responsabilidad, daños, pérdidas y gastos, relacionados con la violación de estas condiciones y de las leyes aplicables, incluidos los derechos de propiedad intelectual y los derechos de privacidad.",
        "Paragraph26/2": "Usted nos reembolsará sin demora los daños, pérdidas, costes y gastos relacionados con dichas reclamaciones o derivados de ellas."
    },

    "title27": "Renuncia",
    "Paragraph27": "El incumplimiento de cualquiera de las disposiciones establecidas en estos Términos y condiciones y en cualquier Acuerdo, o la falta de ejercicio de cualquier opción de interrupción, no se interpretará como una renuncia a dichas disposiciones y no afectará a la validez de estos Términos y Condiciones o de cualquier Acuerdo o cualquier parte del mismo, ni al derecho posterior de hacer cumplir todas y cada una de las disposiciones.",

    "title28": "Idioma",
    "section28": {
        "Paragraph28/1": "Estos Términos y Condiciones se interpretarán y analizarán exclusivamente en Español; castellano",
        "Paragraph28/2": "Todas las notificaciones y la correspondencia se redactarán exclusivamente en ese idioma"
    },

    "title29": "Acuerdo completo",
    "section29":{
        "Paragraph29/1": "Estos términos y condiciones, junto con nuestra ",
        "Paragraph29/2": " y nuestra ",
        "Paragraph29/3": ", constituyen el acuerdo completo entre Ángel Seisdedos Gavira y Leggado abogado de herencias S.L.P. y tú en relación con tu uso de esta web."
        
    },

    "title30": "Actualización de los presentes Términos y Condiciones",
    "section30": {
        "Paragraph30/1": "Es posible que actualicemos estos Términos y Condiciones de vez en cuando.",
        "Paragraph30/2": "La fecha indicada al principio de estas Condiciones Generales es la última fecha de revisión.",
        "Paragraph30/3": "Le notificaremos por escrito cualquier cambio o actualización, y los Términos y Condiciones revisados entrarán en vigor a partir de la fecha en que le enviemos dicha notificación.",
        "Paragraph30/4": "El uso continuado de este sitio web tras la publicación de cambios o actualizaciones se considerará un aviso de su aceptación de cumplir y estar sujeto por estos Términos y Condiciones. ",
        "Paragraph30/5": "Para solicitar una versión anterior de estos Términos y condiciones, póngase en contacto con nosotros."
    },

    "title31": "Elección de ley y jurisdicción",
    "section31": {
        "Paragraph31/1": "Estos Términos y Condiciones se regirán por las leyes de España.",
        "Paragraph31/2": "Cualquier disputa relacionada con estos Términos y Condiciones estará sujeta a la jurisdicción de los tribunales de Sevilla renunciando a cualquier otro fuero que pudiera ser de aplicación",
        "Paragraph31/3": "Si un tribunal u otra autoridad considera que alguna parte o disposición de estos Términos y Condiciones es inválida y/o inaplicable en virtud de la legislación vigente, dicha parte o disposición será modificada, eliminada y/o aplicada en la mayor medida permitida para hacer efectiva la intención de estos Términos y Condiciones",
        "Paragraph31/4": "Las demás disposiciones no se verán afectadas"
    },

    "title32": "Información del contacto",
    "section32": {
        "Paragraph32/1": "Este sitio web es propiedad y está gestionado por Ángel Seisdedos Gavira y la entidad Leggado Abogado de Herencias .S.L.P. ",
        "Paragraph32/2": "Puedes contactar con nosotros en relación a estos términos y condiciones escribiéndonos o enviándonos un correo electrónico a angel@leggado.es"
    },

    "title33": "Normativa aplicable",
    "section33":{
        "Paragraph33/1": "1.- REGLAMENTO (UE) 2016/679 DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 27 de abril de 2016 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento General de Protección de Datos",
        "Paragraph33/2": "2.- Corrección de errores del Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva 95/46/CE (Reglamento General de Protección de Datos).",
        "Paragraph33/3": "3.- Ley Orgánica 3/2018 de 5 diciembre de Protección de Datos Personales y garantía de los derechos digitales."
        
    },

    "title34": "Sociedad de la información y telecomunicaciones",
    "section34": {
        "Paragraph34/1": "1.- Ley 34/2002 de 11 de julio, de servicios de la sociedad de la información y de comercio electrónico",
        "Paragraph34/2": "2.- Ley 9/2014 de 9 de mayo General de Telecomunicaciones"
    },
    
    "title35": "Derecho de los consumidores",
    "Paragraph35": "1.- Real Decreto Legislativo 1/2007 de 16 de noviembre por el que se aprueba el Texto Refundido de la Ley General para la Defensa de los Consumidores y Usuarios"

}